Dashboard/isbank/serviceRequests/request_int_Token_Generator.xml

<!-- #endpoint#http://eaesbgatewaysit.gm.isbank.com.tr:7996/WSSec2LTPA#endpoint# -->
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v1="http://isbank.com/Technical/EA/Utils/TokenGenerator/V1" xmlns:xsi="xsi">
   <soapenv:Header>
      <wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
         <wsse:UsernameToken>
            <wsse:Username>11332</wsse:Username>
            <wsse:Password>Ss909090</wsse:Password>
         </wsse:UsernameToken>
      </wsse:Security>
   </soapenv:Header>
   <soapenv:Body>
      <v1:generateToken>
         <dummyRequest>?</dummyRequest>
      </v1:generateToken>
   </soapenv:Body>
</soapenv:Envelope>